[Play_Sea_GatherDJ_Musings_E AkEvent]
SpokenText="Se alguém estava planejando um resgate, se já está a caminho, pode vir logo. Não que precise, mas eu não gostaria que você tivesse perdido seu tempo."

[Play_Sea_GatherDJ_Musings_D AkEvent]
SpokenText="Vocês não deveriam ter serras a laser ou algo assim? Quero dizer, parece que estão só batendo na minha porta com os punhos. Se for esse o caso, boa sorte com isso - seu maldito homem das cavernas. Ha Ha! Homem do rádio!"

[Play_Sea_GatherDJ_Musings_C AkEvent]
SpokenText="Me diga, quem é esse batendo na minha porta?! Disse o Corvo! Nunca mais! Ouviu isso aí, ADVENT?! Nunca mais! Nunca vão entrar, seus fascistas!"

[Play_Sea_GatherDJ_Musings_B AkEvent]
SpokenText="Blah Blah Blah... Latido, latido, latido... é assim que você soa, cara da ADVENT, é isso que todos vocês impostores soam para nós, os originais."

[Play_Sea_GatherDJ_Musings_A AkEvent]
SpokenText="Apesar de ser produto de manipulação genética alienígena avançada, aparentemente nossos overlords de paz nunca se preocuparam em investir em tecnologia de aríetes. Isso parece coisa de conto de fadas, eles simplesmente não conseguem derrubar minha casa, não importa o quanto tentem. Talvez eu nem precise de um resgate depois de tudo."

[Play_Sea_Terror_Musings_I AkEvent]
SpokenText="Gostaria de aproveitar este momento para agradecer ao nosso generoso patrocinador, ADVENT. Agora, eu sei o que você está pensando, ADVENT? Que se dane esses caras! E você está certo, mas ouça-me. Minha pequena estação não estaria aqui hoje sem os sofisticados relays da ADVENT e essa grande antena que eu encontrei. Crédito onde crédito é devido e todo esse barulho."

[Play_Sea_Terror_Musings_G AkEvent]
SpokenText="Se eu já passei pela sua cidade, você pode ter notado um dos meus relays e um monte de outros equipamentos montados por aí. Me faça um favor, ok? Não toque em nada. Pode parecer uma bagunça de coisas juntas, mas é a minha bagunça, não... não aquela bagunça... a que mantém esse show acontecendo."

[Play_Sea_Terror_Musings_E AkEvent]
SpokenText="Então... tenho uma pergunta séria para você. Alguém mais notou um aumento repentino de grandes insetos alienígenas agressivos correndo por aí? Aqueles brancos e feios com garras afiadas como navalhas? Não? É... eu também não, seria loucura, né? Acho que estou vendo coisas. Mas fique de olho, ok?"

[Play_Sea_Terror_Musings_C AkEvent]
SpokenText="Se você está ouvindo enquanto viaja, mas ainda não cheguei na sua cidade, acampamento, assentamento, barraco... seja lá qual for a sua situação, não se preocupe, estou colocando novos relays o mais rápido possível, e logo logo não vai haver como escapar do som da minha voz dourada."

[Play_Sea_Terror_Musings_A AkEvent]
SpokenText="O show nunca para, senhoras e senhores! Deixe-me dizer, não é fácil ser o talento, a gestão e o técnico por aqui. Eu até vou ter que começar a gravar alguns desses shows com antecedência só para conseguir dormir. Quanto tempo já passou? 36 horas? Alguém sabe que dia é hoje no calendário da ADVENT? Blarghsday? Algo assim, né?"

[Play_Sea_SabotageTransmitter_Musings_I AkEvent]
SpokenText="Talvez vocês devessem considerar começar uma pequena rede de rádio própria? Rádio da Liberdade? O grito de guerra da resistência? Algo para deixar o povo bem animado antes de sair em uma caçada alienígena? Pensem nisso, eu poderia ser o cara de vocês, é só me dizer quando... Wham! Estou lá, baby!"

[Play_Sea_ExtractDJ_Musings_I AkEvent]
SpokenText="Você não teria preferido lidar com isso agora do que mais tarde? Podem ter milhares dessas coisas no oceano, talvez dezenas de milhares? Se eu não tivesse atraído elas, vocês nem saberiam que estavam por aí. Você quase pode dizer que eu ajudei vocês. De verdade!"

[Play_Sea_ExtractDJ_Musings_G AkEvent]
SpokenText="Você teve sorte de não ter estado por aqui durante alguns dos meus experimentos anteriores. Um plugue verde aqui, um vermelho ali, mais algumas coisas alienígenas - é, você pode dizer que eu tive uns bons sustos. Acho que não terei filhos tão cedo, se você me entende. Eu te digo, sei como enfiar um 'hamjam' no 'wallbone', qualquer hora!"

[Play_Sea_ExtractDJ_Musings_E AkEvent]
SpokenText="Vamos lá, não dá para me culpar por brincar com a tecnologia alienígena, vocês também fazem isso. Não pensem que eu não vi os brinquedos de vocês. Admito que eu poderia ter ido com mais calma, talvez ter feito alguns testes primeiro, mas às vezes você só precisa mergulhar e apertar o gatilho, sabe?"

[Play_Sea_ExtractDJ_Musings_C AkEvent]
SpokenText="É! Sabe, só gostaria de poder ajudar vocês, mas o recuo dessas armas ia detonar minhas costas. Quer dizer, talvez se encontrarmos um pacote de gelo ou algo assim, eu consiga voltar para a luta. Não custa ficar de olho, né?"

[Play_Sea_ExtractDJ_Musings_A AkEvent]
SpokenText="Ok, eu admito que provavelmente foi uma ideia estúpida ir sozinho, mas quais eram as chances de vocês virem comigo procurar meus discos? Quase nenhuma, né? Mas você tem que pensar a longo prazo. Estou pensando no nosso futuro, não podemos perder a música do nosso passado, podemos?"

[Play_Sea_DestroyRadio_Musings_I AkEvent]
SpokenText="Ainda estou esperando por um milagre por aqui... Não sei quanto tempo mais consigo me esconder. Eu só queria ter pelo menos transmitido esse grande final... mal consegui molhar os pés..."

[Play_Sea_DestroyRadio_Musings_G AkEvent]
SpokenText="Droga! Vamos lá, seu pedaço de... ah, dane-se! Então, hum... é, eu estava errado sobre essa coisa de febre de cabana. Eles estão lá fora, sim, e querem entrar, com certeza. Qualquer um, e quero dizer QUALQUER UM... se você está me ouvindo, venha me ajudar! Eu estou escondido em um prédio perto da beira d'água, ok! Bem ao lado da água..."

[Play_Sea_DestroyRadio_Musings_E AkEvent]
SpokenText="Sabe de uma coisa? Sabe o que é? Talvez seja febre de cabana. Além das raras saídas para manutenção, eu basicamente estive preso aqui na cabine por dias. Aliás... <sniff> está começando a ficar um pouco... fedido aqui. Encontrei uma caixa inteira de ração enlatada para cachorro semana passada. Não é ruim, mas não desce muito bem, se é que você me entende."

[Play_Sea_DestroyRadio_Musings_C AkEvent]
SpokenText="Eu sei que estou insistindo nisso, mas definitivamente tem algo estranho acontecendo por aqui. Morar de qualquer jeito que você puder, você começa a se acostumar com barulhos estranhos e coisas que batem na noite. Mas é o clique... e o estalo... depois o clique de novo. Algum tipo de arrastar, te digo! O que quer que seja, eu não gosto nada disso."

[Play_Sea_DestroyRadio_Musings_A AkEvent]
SpokenText="Para minha audiência fiel, sinto que preciso colocar isso para fora. Estão rolando uns boatos, boatos sobre insetos... e pelo som das coisas, talvez eu não esteja tão louco assim. Vocês também estão começando a ver eles, né? Aqueles brancos? Com as pernas pontudas? Os 'clicando e estalando'? Os rastejantes?"

[Play_Sea_Abduction_Musings_I AkEvent]
SpokenText="Agora que finalmente estou conseguindo falar com alguns de vocês aí, talvez sejam necessárias as apresentações. Vamos lá, um pouco sobre mim... voz incrível, aparência deslumbrante e uma personalidade que combina. Podem me chamar de 'DJ Pacote Completo'... Oh, ah, ok, não me chamem assim, mas já sabem o que eu quero dizer."

[Play_Sea_SabotageTransmitter_Musings_G AkEvent]
SpokenText="Nunca contei isso para ninguém, mas eu realmente tentei entrar para ser um daqueles locutores de propaganda da ADVENT. Basicamente, é o único trabalho que eles oferecem para pessoas que têm lábia. Eles não me aceitaram, claro, não passei no teste psicológico. Mas quero dizer, o que isso tem a ver com estar no rádio?"

[Play_Sea_SabotageTransmitter_Musings_E AkEvent]
SpokenText="Olha, desculpe pelos problemas, certo? Mas imaginem se vocês não pudessem mais matar aliens, simplesmente não pudessem. Alguém veio e tirou suas armas, suas facas, seus paus pontiagudos. Tiraram seu propósito, a saída para o seu talento. É assim que me sinto quando fico fora do ar."

[Play_Sea_SabotageTransmitter_Musings_C AkEvent]
SpokenText="Tudo o que eu sempre quis fazer era trazer um pouco de alegria, um pouco de luz para as vidas escuras e sombrias dos humanos que vivem na margem. Eu quase consegui, sabe? Quero dizer, vocês gostaram do show, antes de descobrirem que era na verdade o canto da sereia para mil diabos do mar."

[Play_Sea_SabotageTransmitter_Musings_A AkEvent]
SpokenText="Acredite ou não, aquele transmissor de chip, seja lá como chamaram, foi na verdade uma das primeiras coisas que eu encontrei. Não sei porque os aliens o abandonaram, mas estava ali, esperando alguém chegar e ligar ele. Eu só precisei fazer alguns ajustes."

[Play_Sea_HackRadio_Musings_I AkEvent]
SpokenText="Ok. Certo, então admito que talvez eu tenha liberado uma praga bíblica no mundo, mas estava fazendo minha parte para tentar desacelerar as coisas. Talvez até paremos eles completamente. Ainda não é tarde. Olhem como estão indo bem!"

[Play_Sea_Abduction_Musings_G AkEvent]
SpokenText="Os aliens simplesmente não sabem o que estão perdendo. Sério, você ouve essa voz? Essa é uma voz destinada à grandeza! Não a voz de algum... cara de hambúrguer! Isso mesmo, ADVENT. Você fez um inimigo poderoso, porque eu posso falar a noite toda, baby!"

[Play_Sea_Abduction_Musings_E AkEvent]
SpokenText="Falando em ADVENT Burger, vocês sabiam que eles nunca me deram um curso de línguas durante meu treinamento? Quero dizer, sério, onde está a lógica nisso? Como diabos eu vou preparar os pedidos com um maluco de olhos esbugalhados gritando uma língua estranha pra mim? E se você acha que vai receber um recibo legível, está fora de sorte."

[Play_Sea_Abduction_Musings_C AkEvent]
SpokenText="Se você acabou de sintonizar, eu sou o seu apresentador com o maior estilo, o homem da voz dourada que nem os aliens conseguiram calar. Veja bem, aparentemente eu simplesmente não era bom o suficiente para o precioso ADVENT burger deles. Deus me livre de um homem fazer um lanche entre os pedidos. Não é como se eles fossem ficar sem aquela comida nojenta."

[Play_Sea_Abduction_Musings_A AkEvent]
SpokenText="Espero que todos estejam tendo um ótimo dia aí nas terras ocupadas, não deixem a ADVENT te derrubar. Na verdade, eu recomendo que todos vocês se comportem direitinho com a ADVENT, pelo menos o suficiente para eles relaxarem um pouco. Depois disso, façam o que eu faço. Roubem tudo o que não estiver preso. Ha Ha Ha!"

[Play_Sea_Abduction_Loading_A AkEvent]
SpokenText="Não sei vocês, mas do lugar onde estou, as coisas estão parecendo um pouco sombrias por aí hoje, pessoal. Não sei o que é, simplesmente não consigo encontrar meu ânimo como antigamente. Eu estava todo empolgado para tentar esse remédio caseiro antigo que ouvi falar, até perceber que o ingrediente secreto era algo que você teria que arrancar de uma daquelas 'mulheres cobra' que ficam correndo por aí. Agora, não me entendam mal, se eu achasse que poderia pegar uma delas, eu pelo menos tentaria."

[Play_Sea_HackRadio_Musings_G AkEvent]
SpokenText="O tempo é meio... crucial, você poderia dizer... o relógio está correndo, só espero estar lembrando da hora certa da transmissão. Às vezes eu esqueço e as coisas começam um pouco tarde ou um pouco cedo... então, é melhor chegar logo, só por precaução."

[Play_Sea_HackRadio_Musings_E AkEvent]
SpokenText="Eu não posso simplesmente te dar minha senha! A gente mal se conhece, eu tenho dados sensíveis em alguns desses discos. Eu vou te mostrar o caminho para os arquivos que estamos procurando, vocês se viram com o resto. Vocês são elite, não são? Hackeiem o planeta!"

[Play_Sea_HackRadio_Musings_C AkEvent]
SpokenText="Não é uma cidade tão grande, você vai estar na água antes de perceber. Meu barco deve estar ali, sabe, onde eu deixei, assumindo que ninguém tenha encontrado onde eu escondi as chaves. Só espero que meu computador ainda esteja lá. Lembre-se, você prometeu não quebrá-lo."

[Play_Sea_HackRadio_Musings_A AkEvent]
SpokenText="Então o que você vai querer fazer aqui é subir a rua principal, você deve ver um restaurante à sua esquerda... ou espera, era uma livraria? Artigos esportivos, talvez? É, você vai entender o que quero dizer. Só subir a rua ali..."

[Play_Sea_GatherDJ_Musings_L AkEvent]
SpokenText="Então, vamos pegar um barco para sair daqui? Bem, isso é interessante, não é minha primeira escolha, considerando que aqueles insetos parecem viver debaixo d'água, mas vocês são os super-pro exterminadores de aliens, então vou só seguir o seu exemplo."

[Play_Sea_GatherDJ_Musings_K AkEvent]
SpokenText="Então, vocês tinham um plano antes de entrarem aqui ou estamos só improvisando agora? Quero dizer, parece que uma rota de fuga seria uma boa coisa para ter mapeado... sabe, para a fuga e tal."

[Play_Sea_GatherDJ_Musings_J AkEvent]
SpokenText="Vocês parecem ser bem durões, não precisam de mim para lutar de verdade, né? Não me entendam mal, eu sou uma força a ser reconhecida, mas meio que puxei a minha costas um pouco mantendo a porta fechada para a ADVENT. Então tenho certeza de que conseguem lidar com isso sem mim, certo? Sem problemas?"

[Play_Sea_GatherDJ_Musings_H AkEvent]
SpokenText="Cara, eu devo um favor a todos vocês... ei, esse equipamento é bem legal. É da ADVENT? Nunca vi nada assim... onde vocês disseram que eram de novo? Eu não achava que alguém ia aparecer! Eu estava transmitindo lá de... uau, isso é um...?"

[Play_Sea_GatherDJ_Musings_G AkEvent]
SpokenText="Lembram o que eu disse antes sobre não deixarem eles entrarem? Pois é... estão entrando. Oops. Vamos lá, pessoal, vocês não acharam que eu estava falando sério, acharam? Quero dizer, eu amo a ADVENT. Eu costumava trabalhar para vocês! Vamos conversar sobre isso. Entrem, tomem uma bebida. É a minha urina em um pote de vidro, mas é uma bebida, de qualquer forma."

[Play_Sea_GatherDJ_Musings_F AkEvent]
SpokenText="Ok, então definitivamente vou precisar de ajuda, mais ou menos logo, logo mesmo. Se alguém está planejando um resgate ousado, agora seria o momento ideal para aparecer e salvar minha pele."
